import { Problem } from '../_models';

export const prList: Problem[] = [
    {
        name: "Задача 1",
        problemText: "текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст",
        solutionText: "решение решение решение решение решение решение решение решение решение решение решение решение решение решение решение решение решение решение решение решение "
    },
    {
        name: "Задача 2",
        problemText: "текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст",
        solutionText: "решение решение решение решение решение решение решение решение решение решение решение решение решение решение решение решение решение решение решение решение "
    },
    {
        name: "Задача 3",
        problemText: "текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст",
        solutionText: "решение решение решение решение решение решение решение решение решение решение решение решение решение решение решение решение решение решение решение решение "
    },
    {
        name: "Задача 4",
        problemText: "текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст",
        solutionText: "решение решение решение решение решение решение решение решение решение решение решение решение решение решение решение решение решение решение решение решение "
    },
]
